alacritty
amd-ucode
base
base-devel
brightnessctl
cmake
efibootmgr
fastfetch
fd
firefox
git
grim
grub
hyprland
hyprpaper
linux
linux-firmware
linux-headers
mesa
neovim
networkmanager
nvidia-open-dkms
nvidia-utils
openssh
pipewire
pipewire-audio
pipewire-pulse
pulsemixer
ripgrep
rsync
slurp
tree-sitter-cli
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
unzip
waybar
wireplumber
wl-clipboard
wlr-randr
woff2-font-awesome
xdg-desktop-portal-hyprland
yazi
